asvetliakov.vscode-neovim
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
cschlosser.doxdocgen
darkphoenix.dark-modern-darker
davidanson.vscode-markdownlint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
jeff-hykin.better-cpp-syntax
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.theme-tester
ms-vscode.vscode-serial-monitor
redhat.vscode-yaml
rust-lang.rust-analyzer
sumneko.lua
tamasfe.even-better-toml
twxs.cmake
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
